Repository: nfili/tri_photo
Catalog: locale/*/LC_MESSAGES/tp.po
Languages: fr

source: Load
fr: Charger

source: Next
fr: Suivant

source: Exit
fr: Sortie

source: Cancel
fr: Annuler

source: Choose
fr: Choisir

source: Validate
fr: Valider

source: Rename
fr: Renommer

source: Save
fr: Sauvegarder

source: Copy
fr: Copier

source: waiting for data
fr: en attente des données

source: : Home
fr: : Accueil

source: : Load a file
fr: : Charger un fichier

source: Where are your images located?
fr: Où se trouvent vos images ?

source: Where do you want to copy them?
fr: Où voulez-vous les copier ?

source: Selecting the source directory
fr: Sélection du répertoire source

source: Selecting the destination directory
fr: Sélection du répertoire de destination

source: Only the photographs
fr: Photographies seulement

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Places
fr: Lieu

source: Remove sources
fr: Supprimer les sources

source: Rename sources
fr: Renommer les sources

source: Choose as you go
fr: Choisissez au fur et à mesure

source: Month in letter
fr: Mois en lettre

source: Move
fr: Déplacer

source: Move and manage
fr: Déplacer et gérer

source: Manage
fr: Gérer

source: files found:
fr: fichiers trouvés :

source: File to find
fr: Fichier à rechercher

source: Working directory
fr: Répertoire de travail

source: Preview
fr: Aperçu

source: Sorting tree
fr: Arbre de tri

source: Treatment
fr: Traitement

source: choose the file types to find.
fr: choisir les types de fichiers à rechercher.

source: Verified, please click the search icon.
fr: Vérifié, veuillez cliquer sur l'icône de recherche.

source: Type of file to search: not chosen
fr: Type de fichier à rechercher : non choisi

source: awaiting selection
fr: en attente de sélection

source: waiting for copy directory
fr: attente d'un répertoire de copies

source: waiting for destination directory
fr: attente d'un répertoire de destination

source: the destination must be different from the target
fr: la destination doit être différente de la cible

source: choose your tree structure and your treatments.
fr: choisissez votre arborescence et vos traitements.

source: Scan in progress, please wait...
fr: Scan en cours, veuillez patienter...

source: Search for files in directory
fr: Recherche de fichiers dans le répertoire

source: Sorting program for photos
fr: Programme de tri des photos

source: Error opening incorrect path
fr: Erreur d'ouverture d'un chemin incorrect

source: still no data after creating new EXIF data
fr: toujours pas de données après la création de nouvelles données EXIF

source: Unable to create exif data
fr: Impossible de créer des données exif

source: Unable to delete source files
fr: Impossible de supprimer les fichiers sources

source: Problem while copying
fr: Problème lors de la copie

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: Nomenver
fr: Novembre

source: December
fr: Décembre

source: Save progress
fr: Sauvegarder l'état d'avancement

source: not_photo
fr: pas_de_photo

source: help of TriPhoto
fr: aide de TriPhoto

source: Welcome to the program help
fr: Bienvenue dans l'aide au programme

source: This section allows you to choose the directories used by the program to work.
fr: Cette section vous permet de choisir les répertoires utilisés par le programme pour travailler.

source: Directory containing the photos to copy.
fr: Répertoire contenant les photos à copier.

source: Directory where the photos will be copied.
fr: Répertoire dans lequel les photos seront copiées.

source: Indicates the number of files found,
fr: Indique le nombre de fichiers trouvés,

source: the size of files to copy and
fr: la taille des fichiers à copier et

source: the size of the destination directory
fr: la taille du répertoire de destination

source: Indicates the status of the program.
fr: Indique l'état du programme.

source: File at found
fr: Fichiers à trouver

source: This section allows you to select the type of image file to search for.
fr: Cette section vous permet de sélectionner le type de fichier image à rechercher.

source: This section allows you to select the desired tree structure for sorting photos, if the file is not a photo, a "not_photo" directory will be created.
fr: Cette section permet de sélectionner l'arborescence souhaitée pour le classement des photos, si le fichier n'est pas une photo, un répertoire" pas_de_photo" sera créé.

source: Creates a directory based on the year the photo was taken.
fr: Crée un répertoire basé sur l'année où la photo a été prise.

source: Creates a directory based on the month the photo was taken.
fr: Crée un répertoire basé sur le mois où la photo a été prise.

source: Creates a directory based on the day the photo was taken.
fr: Crée un répertoire basé sur le jour où la photo a été prise.

source: Creates a directory based on the shooting location.
fr: Crée un répertoire basé sur le lieu où la photo a été prise.

source: Creates the directories of the month in letter.
fr: Crée les répertoires du mois en lettre.

source: This section allows you to select the actions to be carried out after the end of the sorting.
fr: Cette section vous permet de sélectionner les actions à effectuer après la fin du tri.

source: Allows you to rename sorted files.
fr: Permet de renommer les fichiers triés.

source: Allows you to delete sources.
fr: Permet de supprimer des sources.

source: Allows you to select the action
fr: Permet de sélectionner l'action

source: to perform in real time.
fr: en temps réel.

source: New name
fr: Nouveau nom

source: Keep
fr: Garder

source: Welcome, You will be able to sort your "Photos", according to their shooting dates and their geolocations (if available when shooting). You can also choose to rename the photographs, as well as delete the contents of the source directory.
fr: Bienvenue, Vous pourrez trier vos "Photos", en fonction de leurs dates de prise de vue et de leurs géolocalisations (si elles sont disponibles au moment de la prise de vue). Vous pouvez également choisir de renommer les photos, ainsi que de supprimer le contenu du répertoire source.

source: Copying, please wait...
fr: Copies en cours, veuille r patienter...

source: None
fr: Rien

source: Path
fr: Chemin

source: Location
fr: Localisation

source: Status
fr: Statut

source: Save and Quit
fr: Sauvegarder et quitter

source: Exit the program
fr: Quitter le programme

source: You are going to leave the program, the listing of files to copy/rename will be lost, I advise you to save to exit.
fr: Vous allez quitter le programme, la liste des fichiers à copier/renommer sera perdue, Je vous conseille de sauvegarder pour quitter.

source: Critical Warning
fr: Avertissement critique

source: You have chosen to delete old files this action is irreversible, Deleted files will not be recoverable.
fr: Vous avez choisi de supprimer d'anciens fichiers, cette action est irréversible, les fichiers supprimés ne pourront pas être récupérés.

source: I understand
fr: J'ai compris

source: : Choice for files
fr: : Choix des dossiers

source: You have chosen to manage files as you go
fr: Vous avez choisi de gérer les dossiers au fur et à mesure

source: : Copy finished
fr: : Copie terminée

source: File copying is complete
fr: La copie des fichiers est terminée

source: Rename file
fr: Renommer un fichier

source: Initialization
fr: Initialisation

source: Delete
fr: Supprimer

source: Personalized management in progress...
fr: Gestion personnalisée en cours...

source: Deletion in progress...
fr: Suppression en cours...

source: Renaming in progress...
fr: Renommage en cours...

source: Copying in progress...
fr: Copie en cours...

source: Copied
fr: Copié

source: Choice made
fr: Choix effectué

source: Renamed
fr: Renommé

source: Unknown
fr: Inconnue
